Repository: AndersonChagas10/Quality
Catalog: SgqSystem/App_GlobalResources/Resource.*.resx
Languages: pt_br

source: Next Unfolding
pt_br: Próximo Desdobramento

source: New Cluster Group
pt_br: Novo Módulo

# include_information
source: Include Information Text
pt_br: Incluir campo Informação

source: Fill the Name
pt_br: Preencha o Nome

source: Fill the Description
pt_br: Preencha a Descrição
