Repository: AndersonChagas10/Quality
Catalog: SgqSystem/App_GlobalResources/Resource.*.resx
Languages: pt_br

# acceptable_value_less_than
source: The acceptable value should be less than
pt_br: O valor aceitável deve ser menor que

source: and
pt_br: e

source: Cluster can not be duplicated
pt_br: O processo não pode ser duplicado, por favor verifique a seleção.

source: Data already register on company
pt_br: Dados já cadastrados para a empresa

source: Done
pt_br: Feito

# fill_the_alert_rule_value
source: Fill the alert rule field.
pt_br: É necessário preencher o campo Valor da Regra de alerta.

# fill_the_cluster_points
source: Please, fill the cluster points field.
pt_br: Por favor preencha o campo pontos do processo

# fill_the_numeric_field_name
source: Fill the the numeric field name
pt_br: Digite o nome para o campo numéico

source: Fill the permanency.
pt_br: Preencha a vigência.

source: Group name
pt_br: Nome do grupo

source: Header name
pt_br: Nome do cabeçalho

source: Inform the NC number
pt_br: É necessário informar o Número de NC

source: Invalid evaluations number
pt_br: Número de avaliações inválido.

# invalid_samples_number
source: Invalid sample number.
pt_br: Número de amostras inválido.

source: Invalid value for:
pt_br: Valor inválido para:

source: Level
pt_br: Nível

# level2_linked_to_level3_successfully
source: Level2 linked to the level 3 successfully!
pt_br: Tarefa vinculada ao Monitoramento com sucesso!

source: Linked
pt_br: Vinculado

source: Options
pt_br: Opções

source: or greater than
pt_br: ou maior que

source: Pattern
pt_br: Padrão

source: Percentage
pt_br: Porcentagem

source: Preview
pt_br: Visualização

source: Required
pt_br: Obrigatório

source: Required field:
pt_br: Campo obrigatório:

source: Required field was not filled:
pt_br: Um campo obrigatório não foi preenchido:

source: Samples
pt_br: Amostras

# select_negative_value_for_binary_field
source: Select the negative value for the binary field.
pt_br: Por favor, selecione o valor negative para o campo binário.

# select_not_conformity_rule
source: Select the not conformity rule
pt_br: Selecione a regra de não conformidade

# select_positive_value_for_binary_field
source: Select the positive value for the binary field.
pt_br: Por favor, selecione o valor positivo para o campo binário.

# select_the_cluster
source: Please, select the cluster.
pt_br: Por favor selecione o processo.

# select_the_counter
source: Please, select the counter.
pt_br: Por favor selecione o contador.

# select_the_critical_level
source: Please, select the critical level.
pt_br: Por favor, selecione o nível critico.

source: Select the group
pt_br: Por favor selecione o grupo.

source: Select the header level
pt_br: Selecione o nível de cabeçalho

source: Select the level 2
pt_br: É necessario selecionar o monitoramento

source: Select the level 3
pt_br: É necessario selecionar a tarefa

source: Select the measurement unit
pt_br: Por favor selecione a unidade de medida.

source: Select the not conformity rule
pt_br: Selecione a regra de não conformidade

# select_the_place
source: Please, select the place.
pt_br: Por favor selecione o local.

source: Show on this level
pt_br: Mostrar nesse nível

source: Success
pt_br: Sucesso

# there_id_not_a_pattern_value
source: There is not a pattern value.
pt_br: Não existe mais um valor padrão.

# there_is_group_for_input
source: There is a group for the input
pt_br: Já cadastrou esse grupo para o input

# value_is_acceptable_between
source: The value is acceptable is between
pt_br: O valor é aceitável quando esta entre

# value_is_acceptable_less_than
source: The value is acceptable is less than
pt_br: O valor e aceitavel quando e menor que

# access_denied
source: Acess denied
pt_br: Acesso negado

source: Action plan
pt_br: Plano de Ação

source: Add
pt_br: Adicionar

source: Chronic problems and anomaly reports
pt_br: Problemas Crônicos e Relatos de Anomalia

source: Collection date
pt_br: Data da coleta

source: Collection reports
pt_br: Relatórios de coletas

source: Daily Meeting
pt_br: Reunião Diária

source: Data collection description
pt_br: Descrição da Coleta

# data_collect_execution_and_action_plan
source: Data collection execution and action plan
pt_br: Execução da Coleta de dados e Planos de Ação

# general_view_of_the_area
source: Area Overview
pt_br: Visão Geral da Área

source: Indicators evolution
pt_br: Evolutivo dos indicadores

source: Letters CEP
pt_br: Cartas CEP

source: Not conformities
pt_br: Não Conformidades

# online_to_change_language
source: You need to be online to change the language
pt_br: Você precisa estar online para mudar o idioma.

source: Planning
pt_br: Planejamento

source: Result evaluation and deviation communication
pt_br: Avaliação de Resultados e Comunicacão dos Desvios

source: SGQ using
pt_br: Utilização do SGQ

source: Tipification Verification
pt_br: Verificação da Tipificação

# _language
source: en-us
pt_br: pt-br

source: Current Evaluation
pt_br: Avaliação Completa

source: Current Sample Defects
pt_br: Defeitos Amostra Atual

source: Current Side
pt_br: Amostra Atual

# defects_evaluate
source: Defects Evaluation
pt_br: Defeitos Avaliação

# evaluation_complete
source: Evaluation Completed
pt_br: Avaliação Completa

source: Level 2 Defects
pt_br: Defeitos Monitoramento

# three_more_defects
source: 3 or more Defects
pt_br: 3 ou mais Defeitos

# total_defects
source: Sample defects
pt_br: Defeitos na amostra

# level1_line
source: Level 1 Row
pt_br: Linha do indicador

source: Level 2 Header
pt_br: Cabeçalho do monitoramento

# level2_line
source: Level 2 Row
pt_br: Linha do monitoramento

source: Level 3 Header
pt_br: Cabeçalho da tarefa

source: Select the shift...
pt_br: Selecione o turno...

source: Shift A
pt_br: Turno 1

source: Shift B
pt_br: Turno 2

source: Select the period...
pt_br: Selecione o período...

source: Cannot finish action.
pt_br: Não foi possivel concluir a ação.

source: Consolidation
pt_br: Consolidação

source: Data consolidated
pt_br: Dados consolidados

# data_not_saved_continue
source: There is not saved data. Do want to continue?
pt_br: Existem dados que não foram salvos. Deseja continuar?

source: Ev
pt_br: Av.

source: Evaluation and sample
pt_br: Avaliação e Amostra

source: Goal
pt_br: Meta

source: Results
pt_br: Resultados

# sd
source: SMP
pt_br: Am.

source: Sending
pt_br: Enviando

source: Slaughter
pt_br: Indicadores

source: Audit Information
pt_br: Informação da Auditoria

source: Corrective Action
pt_br: Ação Corretiva

source: Corrective Action Taken
pt_br: Ação Corretiva Tomada

source: Date/Time
pt_br: Data/Hora

source: Failure Description
pt_br: Descrição da Falha

source: Immediate Corrective Action
pt_br: Ação Corretiva Imediata

source: Initial date
pt_br: Data Inicial

# preventive_measure
source: Preventive Action
pt_br: Acão Preventiva

source: Product Disposition
pt_br: Disposição do produto

# select_the_period_first
source: The period need to be selected
pt_br: Selecione o período antes de entrar no indicador

source: Sign
pt_br: Assinar

source: Slaughter signature
pt_br: Assinatura do abate

source: Technical signature
pt_br: Assinatura Técnica

# number_of_evaluation_completed
source: The number of evaluations is completed.
pt_br: O número de avaliações desse indicador foi completado.

source: Audit
pt_br: Indicador

source: Defects Per Audit
pt_br: NC Por Indicador

source: Defects Per Monitoring
pt_br: NC Por Monitoramento

source: Defects Per Tasks
pt_br: NC Por Tarefa

source: Defects Per Unit
pt_br: NC Por Unidade

source: Defects Reports
pt_br: Não Conformidades

source: Derivation
pt_br: Conforme

source: Max Interval
pt_br: Intervalo Máximo

source: Min Interval
pt_br: Intervalo Mínimo

source: Monitoring
pt_br: Monitoramento

source: N/A
pt_br: Não Avaliado

# nonconformity
source: Defects
pt_br: NC

# number_samplers
source: Samplers
pt_br: Numero Amostras

# pareto_chart
source: Pareto
pt_br: Grafico de Pareto

source: Refresh
pt_br: Atualizar

# select_the_unit_first
source: Please select a unit.
pt_br: Por favor selecione uma unidade.

source: Task
pt_br: Tarefa

source: Weighted Defects
pt_br: Não Conforme (Com peso)

source: Weighted EV
pt_br: Avaliado (Com peso)

# clean_db
source: Clean database
pt_br: Limpar banco de dados

source: Logout
pt_br: Sair

source: Remove Signature
pt_br: Remover assinatura

source: Show counters
pt_br: Mostrar contadores

source: Sync parameretrization
pt_br: Sincronizar parametrização

source: Sync results
pt_br: Sincronizar resultados

# view_db
source: View database
pt_br: Visualizar banco de dados

source: View log
pt_br: Visualizar log

source: Auto-send off
pt_br: Envio automático desligado

source: Auto-send on
pt_br: Envio automático ligado

# sync_finished
source: Syncronization finished.
pt_br: Sincronização feita com sucesso.

# control_charts
source: Control Charts (SPC)
pt_br: Cartas CEP

# statistical_report
source: Statistical Reports
pt_br: Relatório Estatístico

# impossible_refresh_result
source: It is not possible refresh the result
pt_br: Não foi possível atualizar o resultado

# registry_alter_success
source: Record successfully changed (Please refresh the dealy reports table).
pt_br: Registro alterado com sucesso. (por favor atualize a tabela de apontamentos diários).

source: Phase
pt_br: Fase

# perfil_user
source: User Profile
pt_br: Perfil de Usuário

source: Old Password
pt_br: Senha Antiga

source: Confirmation password required
pt_br: Senha de Confirmação Necessária

source: Old Password Required
pt_br: Senha Antiga Requirida

source: Passwords do Not Match
pt_br: As Senhas Não Coincidem

# old_password_incorrect
source: Old password is incorrect
pt_br: Senha antiga incorreta

# remain_logged_in
source: Your session will expire. Do you want to stay connected?
pt_br: Sua sessão irá expirar. Deseja permanecer conectado?

source: Password Expired
pt_br: Senha Expirada

source: Left Menu Control
pt_br: Controle do Menu Esquerdo

source: Action
pt_br: Ação

source: Action Required
pt_br: Ação Necessária

source: Controller
pt_br: Controlador

source: Controller Required
pt_br: Controlador Necessário

source: Saved successfully!
pt_br: Salvo com sucesso!

# no_data_to_show
source: There's no data to show.
pt_br: Sem dados.

# defines_consolidation_indicator
source: Defines real-time consolidation for the indicator
pt_br: Define consolidação em tempo real para o indicador

# group_name2
source: Group Name
pt_br: Nome

source: Has real-time consolidation
pt_br: Possui consolidação em tempo real

# time_interval_above_item
source: Sets the time interval for the above item
pt_br: Define intervalo de tempo para o item acima

# time_interval_consolidation
source: Time interval for real-time consolidation
pt_br: Intervalo de tempo para a consolidação em tempo real

source: Company List
pt_br: Lista de Empresas

source: New company
pt_br: Nova empresa

source: Equipaments
pt_br: Equipamentos

# fill_the_equipaments
source: Fill the equipaments field
pt_br: Preencha o campo de equipamentos

# fill_the_integration_field_name
source: Fill the field integration
pt_br: Preencha o campo de integração

source: Alert
pt_br: Alerta

# monitoring_task_linked_indicator_successfully
source: Monitoring and Task linked to the Indicator successfully!
pt_br: Monitoramento e Tarefa vinculados ao Indicador com sucesso!

source: Select audit first
pt_br: É necessario selecionar um indicador para realizar este vínculo

source: Select monitoring first
pt_br: É necessario selecionar um monitoramento para realizar este vínculo

source: Select task first
pt_br: É necessario selecionar uma tarefa para realizar este vínculo

# reaudit_period
source: There a reaudit to be completed in other period
pt_br: Existe reauditoria para ser preenchida em outro periodo

source: Accumulated Tendency
pt_br: Tendência Acumulada

source: Analytical
pt_br: Analítico

source: Audit Tendency
pt_br: Tendência do Indicador

source: Audit Type
pt_br: Tipo Indicador

source: Average
pt_br: Média

source: Defects
pt_br: NC

source: Derivations
pt_br: Total NC

source: Derivations per Defects
pt_br: NC por Tarefas acumuladas

source: Deviations per Monitoring
pt_br: NC por Tarefas

source: from
pt_br: de

# group2
source: Group
pt_br: Critério

# lcl
source: LCI
pt_br: LCL

# levelSpc
source: Level
pt_br: Nível

# ncc
source: Derivations
pt_br: NC/C

source: Performance
pt_br: Temperatura

# points2
source: Points Achieved
pt_br: Pontos

source: Points achieved
pt_br: Pontos Ating.

source: Points Possible
pt_br: Pontos Disputados

source: Registers
pt_br: Registros

# resgisters_page
source: Resgisters
pt_br: Registros por Pagina

source: Scorecard Type
pt_br: Tipo Scorecard

source: Search
pt_br: Procurar

source: Show
pt_br: Mostrar

source: Showing
pt_br: Exibindo

source: SMP
pt_br: AV

source: SPC
pt_br: Carta CEP

source: Synthetic
pt_br: Sintético

source: Title
pt_br: Título

source: to
pt_br: a

source: Total evaluated
pt_br: Total AV

source: UCL
pt_br: LCS

source: Register per Unit
pt_br: Cadastro por unidade

# tipoScore
source: Type Score
pt_br: Tipo de Score

source: Equipment Registration
pt_br: Cadastro de Equipamentos

# forgotPass
source: Forgot Password
pt_br: Esqueceu a Senha

# sendPassEmail
source: Send Password to Email
pt_br: Enviar Senha para Email

source: Alter
pt_br: Alterar

source: Remove
pt_br: Remover

source: Inactivate
pt_br: Inativar

source: Reactivate
pt_br: Reativar

# evaluations_not_completed
source: Evaluations need to be completed
pt_br: Avaliações não completadas

# generic_forms
source: Settings
pt_br: Cadastros Gerais

# local_forms
source: Specific Settings
pt_br: Cadastros Locais

source: System
pt_br: Sistema

source: Audit Start Time
pt_br: Hora de Início da Auditoria

source: Description Failure
pt_br: Descrição da Falha

source: Preventative Measure
pt_br: Medida Preventiva

source: Start Time
pt_br: Hora de Início

source: Technical
pt_br: Técnico

source: View
pt_br: Ver

source: Print
pt_br: Imprimir

source: Visible Columns
pt_br: Colunas Visíveis

# document_confidential_information1
source: This Document Contains Confidential
pt_br: Este Documento Contém

# document_confidential_information2
source: Commercial Information Pursuant to
pt_br: Informações Confidenciais

source: Origionation Date
pt_br: Data de Origem

source: Printed
pt_br: Impresso

source: Revision Date
pt_br: Data de Revisão

source: Safe Program Audit Form
pt_br: Formulário de Ação Corretiva de Segurança Alimentar

source: Supersedes Date
pt_br: Data de Substituição

# origionation_date_value
source: January 30, 2014
pt_br: 30 de Janeiro de 2014

source: Next
pt_br: Próximo

source: Previous
pt_br: Anterior

source: First
pt_br: Primeiro

source: Last
pt_br: Último

# total_defects_avaliation
source: Total defects per evaluation
pt_br: Total defeitos na avaliação

# company_active
source: Actual Company
pt_br: Empresa Atual

source: Hide_All
pt_br: Fechar Todos

source: Show All
pt_br: Mostrar Todos

# total_defects_sample
source: Sample with defects
pt_br: Amostras com defeitos

# Amostras_com_defeitos
source: Evaluations with defects
pt_br: Amostras com defeito

# Avaliacoes
source: Evaluations
pt_br: Avaliações

# no_families_level
source: No monitoring in level
pt_br: Sem monitoramentos para o indicador

source: Is partial save
pt_br: Permite salvar parcialmente

source: Duration of Validation
pt_br: Duração da Vigência

# ca_evaluations_not_completed
source: The evaluations are not completed. Do you want to continue?
pt_br: As avaliações não foram completadas. Deseja continuar?

# repeated_username
source: This username is already been used
pt_br: Este nome de usuário já está sendo usado

# select_one_company
source: Select at least one company
pt_br: Selecione pelo menos uma empresa.

source: Select the level 1
pt_br: É necessario selecionar o indicador

source: Data not synced.
pt_br: Dados não sincronizados.

source: Data synced.
pt_br: Dados sincronizados.

# synced
source: Synced data.
pt_br: Sincronizado.

source: Change module
pt_br: Trocar módulo

# enter_online
source: Login online
pt_br: Entrar e sincronizar

# enter_offline
source: Login offline
pt_br: Entrar

# slow_network
source: Your network is slow right. Try again later.
pt_br: Sua rede está apresentando muita lentidão. Tente mais tarde.

# fill_the_header_name_field
source: Please, fill the header name field
pt_br: O campo Nome deve ser preenchido para Nível do Campo

# select_the_field_type
source: Please, select the fild Type
pt_br: O campo Tipo deve ser selecionado para Nível do Campo

# select_the_field_where
source: Please, select the fild Where
pt_br: O Nível do Campo deve ser selecionado

source: Default Company
pt_br: Empresa Padrão

# alter_defaut_company_success
source: Default company changed successfully
pt_br: Empresa padrão alterada com sucesso

# logout_confirm
source: Do you have unsynchronized data, do you really want to move?
pt_br: Você tem dados não sincronizados, deseja mesmo deslogar?

# description_has_between_3_and_10
source: Description has to be between 3 and 10 characters
pt_br: A Descrição deverá ter no mínimo 0 e máximo 10 caracteres

# maximum_description_300_characteres
source: The maximum Description length is 300 characters
pt_br: O tamanho máximo da Descrição são 300 caracteres

# maximum_name_300_characteres
source: The maximum Name length is 300 characters
pt_br: O tamanho máximo do Nome são 300 caracteres

# minimum_description_1_characteres
source: The minimum Description length is 1 characters
pt_br: O tamanho mínimo da Descrição deve ser 1 caracter

# minimum_name_3_characteres
source: The minimum Name length is 3 characters
pt_br: O tamanho mínimo do Nome são 3 caracteres

# name_has_between_3_and_10
source: Name has to be between 3 and 10 characters
pt_br: O Nome deverá ter no mínimo 3 e no máximo 10 caracteres

# select_the_department
source: Please select department
pt_br: O departamento é obrigatório

# select_the_name
source: Please select Name
pt_br: O Nome é obrigatório

# select_the_colosolidation_type
source: Please select consolidation type
pt_br: É obrigatório selecionar o tipo de consolidação.

# must_select_complete_link_to_perform
source: You must select a complete link to perform this action
pt_br: É necessário selecionar um vinculo completo para realizar esta ação

source: Unable to complete data request
pt_br: Não foi possivel completar a requisição de dados

source: Binary Input Type
pt_br: Tipo de Entrada Binária

# negative_input_type
source: Negative input
pt_br: Tipo de entrada negativa

# positive_input_type
source: Positive input
pt_br: Tipo de entrada positiva

source: Sequential
pt_br: Sequêncial

# side_banda
source: Side
pt_br: Banda

# no_appointments_in_this_period
source: There are no appointments in this period.
pt_br: Não existem apontamentos neste período!

# update_tablet
source: Update Tablets
pt_br: Atualizar Cadastros

# update_tablet_message
source: This may take some time, do you want to update the tablet settings? The Loader will automatically disappear when the action is finished.
pt_br: Esta ação pode demorar algum tempo, deseja atualizar a parametrização dos tablets? O Loader sumira automaticamente ao finalizar a ação.

source: Time
pt_br: Hora

# has_edit_level2
source: Level2 edition
pt_br: Têm edição de monitoramento

source: Level1 Children
pt_br: Indicador Filho

source: Level1 Destiny
pt_br: Indicador Destino

source: Level1 Origin
pt_br: Indicador de Origem

source: Points Destiny
pt_br: Pontua para o Indicador de Origem

# update_tablet_all
source: Update all tablets from all Companies
pt_br: Atualizar todos os Tablets de todas as Unidades

# update_all_tablet_message
source: This may take some time (5-20 minutes), do you want to update the tablet settings? The Loader will automatically disappear when the action is finished.
pt_br: Esta ação pode demorar algum tempo (5 a 25 minutos), deseja atualizar a parametrização dos tablets? O Loader sumira automaticamente ao finalizar a ação.

source: Deviation
pt_br: Conforme

source: According
pt_br: Conforme

# not_accordance
source: Not in Accordance
pt_br: Não Conforme

source: Unvalued
pt_br: Não Avaliado

source: Valued
pt_br: Avaliado

source: Current Value
pt_br: Valor atual

source: New Value
pt_br: Novo Valor

source: Edit input data type
pt_br: Editar tipo de dados de entrada:

source: Value Text
pt_br: Valor do Texto

# allows_less_privileged_users_to_edit_the_tasks_samples
source: Allows less privileged users to edit the Tasks / Samples Related to Monitoring Linked to this Audit
pt_br: Permite que usuários menos privilegiados editem as Tarefas / Amostras vinculadas ao Monitoramento Ligado a este Indicador

# allow_less_privileged_users_to_edit_the_monitoring
source: Allow less privileged users to edit the Monitoring Related Task Goal Linked to this Audit
pt_br: Permitir que usuários menos privilegiados editem o Objetivo da Tarefa vinculadas ao Monitoramento Ligado a este Indicador

source: Unreached Goals
pt_br: Metas Não Alcançadas

# results_reports
source: Results of Reports
pt_br: Relatório de Resultados

# desenvolvimento
source: Under Development
pt_br: Em desenvolvimento

source: Take photo
pt_br: Tirar foto

source: Critical Level
pt_br: Nível de Criticidade

source: Do you want to create an anomaly treatment form?
pt_br: Deseja Criar um Formulário de Tratamento de anomalia?

source: Evolutional
pt_br: Evolutivo

source: SPC Charts
pt_br: Cartas CEP

# criticalLevelDepartment
source: Department
pt_br: Nível de Criticidade

source: from Level 1
pt_br: do Indicador

source: from Level 2
pt_br: do Monitoramento

source: Level 1 % Non-conformities
pt_br: % de Não Conformidades nos Indicadores

source: Level 1 Results
pt_br: Resultados das Avaliações dos Indicadores

source: Level 1 Status
pt_br: Status do Indicador

source: Level 2 % Non-conformities
pt_br: % de Não Conformidades nos Monitoramentos

source: Level 2 Results
pt_br: Resultados das Avaliações dos Monitoramentos

source: Level 3 % Non-conformities
pt_br: % de Não Conformidades nas Tarefas

# level3Results
source: Level 2 Results
pt_br: Resultados das Avaliações das Tarefas

# percentNon_conformities
source: % Non-conformities
pt_br: % de Não Conformidades

# perUnit
source: per Plant
pt_br: por Unidade

# fromUnit
source: from
pt_br: da Unidade

source: List of
pt_br: Lista de

source: Could not fetch data
pt_br: Não foi possivel buscar os dados

source: History
pt_br: Histórico

source: List Results
pt_br: Listar Resultados

source: Non-Conformities in Period
pt_br: de Não Conformidades no Período

source: Concluded Actions
pt_br: Ações Concluídas

source: Consolidated History
pt_br: Histórico Consolidado

source: Final date
pt_br: Data final

source: General Cause
pt_br: Causa Genérica

source: Generic Countermeasure
pt_br: Contramedida Genérica

source: Group Cause
pt_br: Grupo Causa

source: Level 1 History
pt_br: Histórico do Indicador

# level1_porc_non_conform_evo
source: Level 1 % non-conformities evolutional
pt_br: Evolutivo de % de não conformidades no Indicador

source: Level 2 History
pt_br: Histórico do Monitoramento

# level2_porc_non_conform_evo
source: Level 2 % non-conformities evolutional
pt_br: Evolutivo de % de não conformidades no Monitoramento

source: Level 3 History
pt_br: Histórico da Tarefa

# level3_porc_non_conform_evo
source: Level 3 % non-conformities evolutional
pt_br: Evolutivo de % de não conformidades na Tarefa

source: Number of Shares
pt_br: Número de Ações

source: Off Goal
pt_br: Fora da Meta

# there_are_no_data_for_this_indicador_unit
source: There are no data for this Level / Unit
pt_br: Não existem dados de ações para este Indicador / Unidade

source: Who
pt_br: Quem

source: Within Goal
pt_br: Dentro da Meta

# defects_per_deparment
source: Defects per Departments
pt_br: Defeitos por Departamento
