Repository: AndersonChagas10/Quality
Catalog: SgqSystem/App_GlobalResources/Resource.*.resx
Languages: pt_br

source: Auditor
pt_br: Monitor

source: Authenticating...
pt_br: Validando...

source: Corrective Action Reports
pt_br: Relatório de Ação Corretiva

source: Data Collection Reports
pt_br: Relatórios de Coleta de Dados

source: Department
pt_br: Departamento

source: Evaluated
pt_br: Avaliado

# jbs_and_grt_aplication
source: GRT Application
pt_br: Aplicação JBS e GRT

source: Login
pt_br: Entrar

source: Log In
pt_br: Entrar

source: Logout
pt_br: Sair

source: Password
pt_br: Senha

source: Please sign in
pt_br: Faça o login

source: Reports
pt_br: Relatórios

source: Sign In
pt_br: Entrar

source: Username
pt_br: Usuário

source: All
pt_br: Todos

source: Date
pt_br: Data

source: Period
pt_br: Período

source: Send
pt_br: Enviar

source: Shift
pt_br: Turno

# unit
source: Plant
pt_br: Unidade

source: April
pt_br: Abril

source: August
pt_br: Agosto

source: December
pt_br: Dezembro

source: February
pt_br: Fevereiro

source: January
pt_br: Janeiro

source: July
pt_br: Julho

source: June
pt_br: Junho

source: March
pt_br: Marco

source: May
pt_br: Maio

source: November
pt_br: Novembro

source: October
pt_br: Outubro

source: September
pt_br: Setembro

source: Consolidation Type
pt_br: Tipo de Consolidação

source: Level 1 Description
pt_br: Descrição do Indicador

source: Level 1 Name
pt_br: Nome do Indicador

source: of
pt_br: de

source: Alert emissor
pt_br: Emite alerta

source: Allow create and/or edit of tasks
pt_br: Permite criar e/ou editar tarefas

source: Allow field edition of the header
pt_br: Permite editar campos do cabeçalho

source: Allow specific register by unit
pt_br: Permite cadastro especifico por unidade

# allow_the_edition_of_the_evaluation_number
source: Edit evaluation/sample
pt_br: Permite editar número de avaliações / amostras

# allow_the_edition_of_the_goal_of_the_level1_by_unit
source: Edit Goal
pt_br: Permite editar meta do indicador por unidade

# allow_the_edition_of_the_sample_number
source: Edit sample
pt_br: Permite editar numeros de amostras

# allow_the_not_applicable_button_on_level2
source: Allow the not applicable button (NA) on level2
pt_br: Botão Não Aplicado (N/A) no monitoramento

source: Frequency
pt_br: Frequência

source: Level2 group
pt_br: Agrupador de Monitoramento

source: Save button on level 2
pt_br: Botão salvar no Monitoramento

# consolidation_type_popover
source: Define the type of consolidation between patterns types. System counters will be based on the kind of consolidation.
pt_br: Definir o tipo da consolidação dentre os tipos padrões. Contadores do sistema serão baseados no tipo da consolidação.

source: Select the consolidation type
pt_br: Selecione o tipo de consolidacao

# level1_clusters
source: Cluster
pt_br: Processos do Indicador

source: Level 1 counter
pt_br: Contador do Indicador

source: Not conformity rule
pt_br: Regra de Não conformidade

source: Reaudit
pt_br: Reauditoria

source: Rule
pt_br: Regra

source: Select
pt_br: Selecione

source: Show level 1 counters
pt_br: Mostrar contadores do indicador

source: Value
pt_br: Valor

source: Emit warning
pt_br: Emitir Alerta

# goal_value
source: Goal (%)
pt_br: Valor da meta (%)

source: Limited number of evaluations
pt_br: Número de Avaliações Limitados

source: Points
pt_br: Pontos

source: Register Total Evaluated
pt_br: Define monitoramentos por Família de produtos

# standard
source: Audit counts
pt_br: Critério

# field_level
source: Where
pt_br: Nível do campo

# field_level_popover
source: Define on which header (Level 1 or Level 2) the field will be inserted
pt_br: Define em qual cabeçalho (Nível 1 ou Nível 2) o campo será inserido

# field_name
source: Header name
pt_br: Nome do campo

source: Header fields
pt_br: Campos do cabeçalho

source: Absent
pt_br: Ausente

# allow_the_audit_of_detached_level3
source: "Other" on Level 3
pt_br: Permite lançamento de tarefa avulso

# allow_the_audit_of_detached_level3_popover
source: Defines whether a field exists for recording unplanned deviations.
pt_br: Define se irá permitir lançamento de tarefa avulso

source: Conform
pt_br: Conforme

# frequency_popover
source: Define the frequency that the level 2 will be audit, daily, weekly, etc.
pt_br: Define a frequência que o monitoramento será feito/executado: diariamente, semanalmente, mensalmente, etc.

# level2_group_popover
source: Define is there will be groups on level 2. If there is, create the list below.
pt_br: Define se haverá agrupamentos no monitoramento. Se houverem, crie os agrupamentos abaixo.

source: Level 2 name
pt_br: Nome do Monitoramento

source: Level 3 Group
pt_br: Agrupamento de tarefas

source: No
pt_br: Não

# not_applicable_on_level_2
source: Not Applicable button on level 2
pt_br: Botão N/A no Monitoramento

# not_applicable_on_level_2_popover
source: Define if there will be a not applicable button on level 2.
pt_br: Define se haverá botão de não avaliado (n/a) no Monitoramento.

source: Not conform
pt_br: Não conf.

source: Positive Value
pt_br: Valor Positivo

source: Present
pt_br: Presente

source: Range
pt_br: Intervalo

# recidivism
source: Recurrence
pt_br: Reincidência

source: Rule for recidivism
pt_br: Regra para reincidência

# save_button_on_level2_popover
source: Define if there will be a save button on level 2.
pt_br: Define se haverá botão de salvar no monitoramento.

source: Save button on level 3
pt_br: Botão salvar na Tarefa

# save_button_on_level3_popover
source: Define if there will be a save button on level 3.
pt_br: Define se haverá botão de salvar na tarefa.

source: Select the frequency
pt_br: Selecione a frequência

source: Type of data entry
pt_br: Tipo de dados de entrada

source: Yes
pt_br: Sim

# allow_level2_group_popover
source: Define if there will be level 2 groups on this level 1.
pt_br: Define se existirão agrupadores de monitoramentos. Se sim, abre uma lista para criar os grupos.

# allow_specific_register_by_unit_popover
source: Define if the the units can edit the level 1. If yes, the field "specific register" will show up to define which registers the units will be able to edit.
pt_br: Define se as unidades terão liberdade de editar o indicador. Caso a resposta para essa pergunta seja sim, o campo de cadastros específicos será habilitado para a definição de quais edições estarão à disposição da unidade.

# has_alert
source: Send Alert
pt_br: Emitir alerta

# has_alert_popover
source: Define is this level will emit alert. The rules of the alert will be defined after the link between level 2 and level 3.
pt_br: Define se esse nível acionará alertas. As regras do alerta serão definidas posteriormente no vínculo entre nível 2 e nível 3.

# permanent
source: Fixed
pt_br: Sim

source: Variable
pt_br: Não

source: Clusters
pt_br: Processos

source: Cluster edit/delete
pt_br: Editar ou deletar o processo

source: Cluster list
pt_br: Lista de processos

source: Cluster name
pt_br: Nome do processo

source: Cluster points
pt_br: Pontos do processo

source: Delete
pt_br: Excluir

source: Edit
pt_br: Editar

source: Negative
pt_br: Negativo

source: Option
pt_br: Opção

source: Positive
pt_br: Positivo

# punishment_value
source: Punishment/reward value
pt_br: Valor da punição/recompensa

# punishment_value_popover
source: Define the value of the punishment and/or reward on regard of the options according to the last one
pt_br: Define o valor de punição e/ou premiação atribuído às opções conforme o cadastro anterior

# customization
source: Parameterization
pt_br: Parametrização

source: Edit level 1
pt_br: Editar Indicador

source: Level 1
pt_br: Indicador

source: Level 2
pt_br: Monitoramento

source: Level 3
pt_br: Tarefa

source: New level 1
pt_br: Novo Indicador

source: New level 2
pt_br: Novo Monitoramento

source: New level 3
pt_br: Nova Tarefa

source: Main data
pt_br: Dados Principais

# allow_the_edition_of_the_level3_connection
source: Edit Level 3 links
pt_br: Permite editar vínculo com a tarefa

# allow_the_edition_of_the_level3_connection_popover
source: Define if the units will be able to create/edit the connection with the level 3
pt_br: Define se as unidades poderão editar/criar os vínculos com as tarefas

# link_number_evaluation
source: Link with the evaluation number
pt_br: Link com o número da avaliação

source: Evaluation
pt_br: Avaliação

source: Group
pt_br: Grupo

source: Groups
pt_br: Grupos

source: Has Group on Level 3
pt_br: Possui grupos no nível 3

source: Level 2 description
pt_br: Descrição do Monitoramento

source: Sample
pt_br: Amostra

# show_group_on_level3
source: Show Level 3 Grouped With Level 2
pt_br: Mostrar as tarefas agrupadas no monitoramento

source: Counter
pt_br: Contador

source: Counters
pt_br: Contadores

source: Level 3 description
pt_br: Descrição da tarefa

source: Level 3 name
pt_br: Nome da tarefa

# number_nc
source: Number of not conformity
pt_br: Desvios #

# repetition
source: Phase
pt_br: Reincidência

source: Save level 2
pt_br: Salve o Monitoramento

source: Save level 3
pt_br: Salve a Tarefa

source: Validation
pt_br: Vigência

# data_type_entry
source: Data type
pt_br: Tipo de Dados de Entrada

source: Maximum range
pt_br: Limite Superior

source: Measurement Unit
pt_br: Unidade de Medida

source: Minimum range
pt_br: Limite Inferior

source: Negative value
pt_br: Valor negativo

source: Positive / Negative
pt_br: Positivo / Negativo

source: Save
pt_br: Salvar

source: Values between
pt_br: Valores entre

source: Include options
pt_br: Incluir opção

source: Attach
pt_br: Vincular

source: Back
pt_br: Voltar

source: Inform the weight of the level 3
pt_br: Infome o peso do nível 3

source: Weight
pt_br: Peso

# defined_weight
source: s
pt_br: Peso definido

# error_select_consolidation
source: The select of the type of the consolidation is obligatory.
pt_br: É obrigatório selecionar o tipo de consolidação.

source: Save level 1
pt_br: Salve o Indicador

source: Saving the level 1
pt_br: Salvando o Indicador

source: Saving the level 2
pt_br: Salvando o Monitoramento

source: Saving the level 3
pt_br: Salvando a Tarefa

source: Loading the level 1
pt_br: Carregando o Indicador

source: Loading the level 2
pt_br: Carregando o Monitoramento

source: Loading the level 3
pt_br: Carregando a Tarefa

source: Removing the level 3 group
pt_br: Removendo o grupo da tarefa

source: Confirm the action
pt_br: Confirme essa ação

source: Alert Rule
pt_br: Regra de Alerta

source: Samples per Evaluation
pt_br: Amostras por Avaliação

source: Loading
pt_br: Carregando

source: Please wait
pt_br: Por favor, espere um momento

source: Cluster
pt_br: Processo

source: Company Register
pt_br: Cadastro da Empresa

source: Company Structure
pt_br: Estrutura da Empresa

source: Main
pt_br: Principal

source: Register
pt_br: Cadastros

source: Register company and it's structure
pt_br: Registro de empresas e sua estrutura

source: Structure register
pt_br: Cadastro de estrutura

source: Saving
pt_br: Salvando

# structure_group
source: Group Structure
pt_br: Regional

source: Company
pt_br: Empresa

source: Description
pt_br: Descrição

source: Name
pt_br: Nome

source: Language
pt_br: Idioma

# username_or_password_are_incorrect
source: The username or password are incorrect
pt_br: O usuário ou senha estão incorretos

source: Data Collection
pt_br: Coleta de Dados

source: Management
pt_br: Gestão

source: New cluster
pt_br: Novo processo

source: New group
pt_br: Novo grupo

source: New structure
pt_br: Nova estrutura empresarial

source: Departments
pt_br: Departamentos

source: New department
pt_br: Novo departamento

source: Measurement Units
pt_br: Unidades de Medida

source: Company Number
pt_br: Número da Empresa

source: DB Server
pt_br: Servidor Banco de Dados

source: Initials
pt_br: Sigla

source: IP Server
pt_br: IP do Servidor

# sif
source: Establishment Code
pt_br: SIF

source: Close
pt_br: Fechar

# cep_recortes
source: CEP Matéria Prima
pt_br: CEP Recortes

# resource_id
source: en_us
pt_br: pt_br

source: Details
pt_br: Detalhes

source: Add date
pt_br: Data de adição

source: Alter date
pt_br: Data de alteração

source: Back to list
pt_br: Voltar para a lista

source: Cluster Group
pt_br: Módulo

source: Create
pt_br: Criar

source: Is active
pt_br: Está ativo

# confirm_delete
source: Are you sure you want to delete this
pt_br: Deseja deletar esse registro

source: Quantity
pt_br: Quantidade

source: Headers
pt_br: Cabeçalhos

# has_sample_total
source: Has total sample
pt_br: Tem amostra total

source: Controls
pt_br: Controles

# daily_apointments
source: Daily Appointments
pt_br: Apontamentos Diários

source: Daily Report
pt_br: Relatório Diário

source: Family
pt_br: Familias

source: Users
pt_br: Usuários

source: New user
pt_br: Novo usuário

source: Edit user
pt_br: Editar usuário

source: Confirm password
pt_br: Confirmar a senha

source: Phone
pt_br: Telefone

source: Role
pt_br: Regra

source: Profiles
pt_br: Perfis

source: Profiles and Roles
pt_br: Perfis e Regras

source: Roles
pt_br: Regras

source: Roles SGQ
pt_br: Regras SGQ

source: Screen Components
pt_br: Componentes de Tela

source: New Role
pt_br: Nova Regra

source: New component
pt_br: Novo Componente

source: Component
pt_br: Componente

source: Type
pt_br: Tipo

source: Screen Component
pt_br: Componente de Tela

source: NC Report
pt_br: Relatório de Não Conformidade

# hascompleteevaluation
source: Complete Evaluation is Required
pt_br: Exige Avaliação Completa

source: Role JBS
pt_br: Regra JBS

source: Role SGQ
pt_br: Regra SGQ

# change_password
source: Change the password
pt_br: Mudar a senha

# do_not_change_password
source: Cancel
pt_br: Não mudar a senha

source: Fullname
pt_br: Nome Completo

# fullname_required
source: Fullname is required
pt_br: Preenchimento do nome completo é obrigatório

# invalid_password
source: Password is invalid
pt_br: A senha preenchida é inválida

# password_required
source: Password is required
pt_br: Preenchimento da senha é obrigatória

# username_required
source: Username is required
pt_br: Preenchimento do nome do usuário é obrigatório

# user_save_success
source: User saved successfully
pt_br: Usuário salvo com sucesso

source: Enter
pt_br: Entrar

source: Entering
pt_br: Entrando

source: Error
pt_br: Erro

source: Invalid user or password
pt_br: Usuário ou senha inválidos

source: Loading Indicators
pt_br: Carregando indicadores

source: Recording Information
pt_br: Gravando informações

source: Verifying keys
pt_br: Verificando chaves

source: Verifying users
pt_br: Verificando usuários

source: Version
pt_br: Versão

source: Alter collection date
pt_br: Altere a data de coleta

# attention_lose_information
source: Warning! If you continue, you will lose information.
pt_br: Atenção! Se você continuar, você perderá informações.

# change_date_collection_need_to_be_online
source: You need to be online to change the data collection.
pt_br: Para mudar a data de coleta, você precisa estar on-line

source: Changing date
pt_br: Alterando Data

source: Changing date, please wait
pt_br: Estamos alterando a data de coleta, por favor aguarde

source: Clear database
pt_br: Limpar banco de dados

source: Consolidated results
pt_br: Resultados consolidados

source: Do you want to continue?
pt_br: Deseja continuar?

source: Everything synchronized sucessfully
pt_br: Todos os dados foram sincronizados com sucesso

# first_time_login_error
source: The first login needs to be connected to the unit.
pt_br: O primeiro login precisa ser conectado à unidade.

# indicators_error_try_again
source: It was not possible to verify indicators, try again.
pt_br: Não foi possível sincronizar os indicadores

# inform_retroactive_date
source: Inform the retroactive date
pt_br: Informa a data retroativa

# keys_error_try_again
source: It was not possible to load keys, try again.
pt_br: Não foi possível carregar as chaves, tente novamente

# login_error_try_again
source: It was not possible to login, try again.
pt_br: Não foi possível logar e sincronizar, tente novamente.

# not_connected_to_network
source: You are not connected to the JBS network. Contact the IT department.
pt_br: Você parece não estar conectado a rede da JBS. Peça ajuda ao pessoal de TI

source: No data to send
pt_br: Sem dados para enviar

# no_volumn_level
source: There's no volumn on this level.
pt_br: Não há volume de coleta nesse indicador!

# online_to_login
source: You need to be online to login.
pt_br: Você precisa estar on-line para efetuar o login.

source: Preparing the data to send
pt_br: Preparando os dados para o envio

source: Ready
pt_br: Pronto

source: Receiving data
pt_br: Recebendo dados

source: Server not found
pt_br: Servidor não encontrado

# synchronization_error
source: Syncronization error
pt_br: Erro de sincronização

# synchronize_data_before_change_unit
source: There's not synchronized data. Syncronize before changing unit.
pt_br: Tem dados de outra unidade ainda não sincronizados. Sincronize antes de trocar de unidade.

source: Synchronizing
pt_br: Sincronizando

# try_again_contact_support
source: Try again in a few minutes. If the error persist, contact the support.
pt_br: Tente novamente daqui a pouco. Se o erro persistir, entre em contato com o suporte.

source: Unit change
pt_br: Troca de unidade

# unsyncronized_data
source: There still unsynced data in the tablet database
pt_br: There's still unsync data

# user_information_error_try_again
source: It was not possible to verify the user information, try again.
pt_br: Não foi possível verificar as informações do usuário, tente novamente

# user_load_error_try_again
source: It was not possible to load user, try again.
pt_br: Não foi possível carregar os usuário, tente novamente

source: Verifying if there's data to receive
pt_br: Verificando se existem dados para receber

source: Verifying the collected data
pt_br: Verificando os dados coletados

source: Warning!
pt_br: Alerta

source: You are not online.
pt_br: Você não está online.

source: Action not allowed
pt_br: Ação não permitida

# ca_pending
source: You still have Corrective action(s) pending
pt_br: Você não pode mudar de avaliação enquando houver ações corretivas pendentes na avaliação

source: Inactive
pt_br: Inativo

# inactive_for
source: You hae been inactive for
pt_br: Você ficou inativo por

source: Logging In
pt_br: Entrando

# login_again
source: minutes. Please, login again
pt_br: minutos. Faça o login novamente.

# mornitorings_pedding
source: You still have monitorings to do
pt_br: Você não pode mudar de avaliação enquando houver monitoramentos na avaliação

source: not finished
pt_br: não encerrada

# number_of_animals
source: The number of wrong evaluated animals must be smaller or equal to the number of evaluated animals.
pt_br: O número de animais mal avaliados precisa ser menor ou igual ao número de animais avaliados.

# required_fields_open_screen
source: There are required filled fields in this monitoring. We left the screen open to be filled properly.
pt_br: Existem campos de preenchimento obrigatórios neste monitoramento. Já deixamos a tela aberta para você preenche-los corretamente

source: Required fields unfilled
pt_br: Campos obrigatórios não preenchidos

# required_items_not_selected
source: One of the required items was not selected
pt_br: Um dos items obrigatórios não foram selecionados

# sequential_must_be_filled
source: The sequential must be filled
pt_br: O sequencial precisa ser preenchido

# side_must_be_filled
source: The side must be filled
pt_br: A banda precisa ser preenchida.

# the_number_parts_filled
source: The number of evaluated parts must be filled.
pt_br: O número de peças avaliadas precisa ser preenchido.

# total_evaluated_parts_exceed
source: The total evaluated parts exceed the amount of samples
pt_br: O total de peças avaliadas excede a quantidade de amostras.

source: Trying Again
pt_br: Tentando novamente

# you_need_to_be_connected
source: In order to login you need to be connected to the network
pt_br: Você precisa entrar e sincronizar para efetuar o login.

source: Allowed
pt_br: permitidas/permitidos

# change_unit_must_be_online
source: To change the unit you must be online
pt_br: Para alterar a unidade você precisa estar online

# changing_unit_preferences
source: Changing unit. We are changing the unit preferences. Please wait
pt_br: Alterando unidade. Estamos alterando as preferências de unidade, aguarde um momento...

# collection_dropped
source: We noticed that the collection was alredy done and it will be dropped.
pt_br: Verificamos que a coleta que está fazendo já foi lançada. Esta coleta será descartada

# day_target_exceed
source: The daily target was exceed
pt_br: Foi excedida a meta dia

source: Duplicated collection
pt_br: Coleta Duplicada

# error_recovery_sequential
source: Recovery error in the next sequential. Would you like to continue with the next or wait the automatic one?
pt_br: Problema na recuperação do próximo sequencial, deseja continuar com o próximo ou aguardar o automático

source: Evaluation target
pt_br: e a meta avaliação

# fail_description_is_empty
source: The fail description is empty.
pt_br: A falha da descrição está vazia.

# fill_header_fields
source: Fill out the required header fields
pt_br: Preencha os campos de cabeçalho que são obrigatórios

# fill_the_corrective_action
source: Fill the Corrective Action first.
pt_br: Preencha a ação corretiva primeiro.

# fired
source: Alert Triggered
pt_br: Disparado

source: First synchronization of the day
pt_br: Primeiro sincronismo do dia

# immediate_corrective_action_is_empty
source: The corrective action is empty.
pt_br: A ação corretiva imediata está vazia.

# loading_next_sequential
source: Loading the next sequential
pt_br: Carregando o próximo sequencial

# nc_of
source: Deviation of
pt_br: NC de

# nc_target_exceed
source: The deviation limit was excceded
pt_br: Foi excedida a meta de NC

# problem_occur
source: Problem occurred
pt_br: Ocorreu um problema

# sequential_side_already_filled
source: This side sequential was already filled
pt_br: O sequencial dessa banda já foi preenchido.

source: Some problems occur
pt_br: Alguns problemas ocorreram

# supervisor_manager_director
source: The area supervisor, manager and director will be notified
pt_br: O Supervisor, o Gerente e o Diretor da área serão notificados

# supervisor_manager_notification
source: We will notify area's supervisor
pt_br: O Supervisor e o Gerente da área serão notificados.

# supervisor_notification
source: The area supervisor will be notified
pt_br: O Supervisor da área será notificado

# target_exceed
source: The target was exceed
pt_br: Foi excedida a meta

# tolerance_target_exceed
source: The tolerance target was exceed
pt_br: Foi excedida a meta tolerância

# unit_changed_login_again
source: Unit changed. The unit was changed, login again to update the indicators
pt_br: Unidade Alterada. A unidade foi alterada, efetue o login novamente para atualizar os indicadores

# update_parameters_must_be_online
source: You must be online to update parameters
pt_br: Para atualizar os parâmetros, você precisa estar on-line

source: Updating parameters
pt_br: Atualizando Parâmetros

# user_doesnt_belong_unit
source: This user does not belong to this unit.
pt_br: Este usuário não pertence a esta unidade

# user_has_no_permission_fill_form
source: The user has no permission to fill the form.
pt_br: O usuário não tem permissão para assinar este formulário.

# verifying_parameters
source: Syncroning the parametrization
pt_br: Sincronizando a parametrização

# has_group_level2
source: Level 3 Grouped By Level 2
pt_br: Agrupamento no Monitoramento

# acceptable_value_equal_or_greater_than
source: The acceptable value should be equal ou greater than
pt_br: O valor aceitável deve ser igual ou maior que
